Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Hi, I'm Anton. I made Baranov because I kept meaning to write to the people I love, and never did. If this made you think of someone, that was my hope. Write to them. Your ram will carry it with care.
ar: مرحبا، أنا أنطون. لقد صنعت بارانوف لأنني كنت أحتفظ برغبتي في الكتابة إلى الأشخاص الذين أحبهم، ولم أفعل ذلك أبدًا. إذا كان هذا يجعلك تفكر في شخص ما، كان هذا أملي. اكتب لهم. سوف يحملها الكبش الخاص بك بعناية.
bg: Здравейте, аз съм Антон. Направих Баранов, защото имах намерение да пиша на хората, които обичам, и никога не го направих. Ако това те накара да се сетиш за някого, това беше моята надежда. Пиши им. Вашият овен ще го носи внимателно.
bs: Zdravo, ja sam Anton. Napravio sam Baranova jer sam stalno mislio da pišem ljudima koje volim, a nikad nisam. Ako vas je ovo navelo da mislite na nekoga, to je bila moja nada. Pišite im. Vaš ovan će ga nositi pažljivo.
ca: Hola, sóc l'Anton. Vaig fer Baranov perquè tenia la intenció d'escriure a la gent que estimo, i mai ho vaig fer. Si això et va fer pensar en algú, aquesta era la meva esperança. Escriu-los. El teu ariet el portarà amb cura.
cs: Ahoj, já jsem Anton. Udělal jsem Baranov, protože jsem měl v úmyslu psát lidem, které miluji, a nikdy jsem to neudělal. Jestli tě to přimělo na někoho myslet, to byla moje naděje. Napište jim. Váš beran to unese opatrně.
da: Hej, jeg hedder Anton. Jeg lavede Baranov, fordi jeg blev ved med at mene at skrive til de mennesker, jeg elsker, og det har jeg aldrig gjort. Hvis dette fik dig til at tænke på nogen, var det mit håb. Skriv til dem. Din vædder vil bære den med omhu.
de: Hallo, ich bin Anton. Ich habe Baranov gemacht, weil ich immer wieder vorhatte, den Menschen zu schreiben, die ich liebe, und es nie getan habe. Wenn dich das an jemanden denken ließ, war das meine Hoffnung. Schreib ihnen. Dein Widder wird es mit Sorgfalt tragen.
el: Γεια, είμαι ο Anton. Έφτιαξα τον Baranov γιατί συνέχισα να γράψω στους ανθρώπους που αγαπώ και δεν το έκανα ποτέ. Αν αυτό σας έκανε να σκεφτείτε κάποιον, αυτή ήταν η ελπίδα μου. Γράψτε τους. Το κριάρι σας θα το μεταφέρει με προσοχή.
es: Hola, soy Antón. Hice Baranov porque seguía teniendo la intención de escribirle a las personas que amo, y nunca lo hice. Si esto te hizo pensar en alguien, esa era mi esperanza. Escríbeles. Tu carnero lo llevará con cuidado.
et: Tere, mina olen Anton. Tegin Baranovi sellepärast, et tahtsin kirjutada inimestele, keda ma armastan, ja pole kunagi seda teinud. Kui see pani teid kellelegi mõtlema, oli see minu lootus. Kirjutage neile. Teie jäär kannab seda ettevaatlikult.
eu: Kaixo, ni Anton naiz. Baranov egin nuen maite dudan pertsonei idazteko esanahia mantentzen nuelako, eta ez nuen inoiz egin. Honek norbaitengan pentsatuko bazenu, hori zen nire itxaropena. Idatzi haiei. Zure ahariak kontu handiz eramango du.
fi: Hei, olen Anton. Tein Baranovin, koska halusin kirjoittaa ihmisille, joita rakastan, enkä koskaan kirjoittanut. Jos tämä sai sinut ajattelemaan jotakuta, se oli toivoni. Kirjoita heille. Oinas kantaa sitä varoen.
fr: Salut, c'est Anton. J'ai créé Baranov parce que j'avais toujours l'intention d'écrire aux personnes que j'aime, sans jamais le faire. Si cela t'a fait penser à quelqu'un, écris-lui. Ton bélier le portera avec soin.
ga: Dia duit, is mise Anton. Rinne mé Baranov mar choinnigh mé brí le scríobh chuig na daoine is breá liom, agus ní raibh riamh. Má chuir sé seo ort smaoineamh ar dhuine, b'é sin mo dhóchas. Scríobh chucu. Déanfaidh do reithe é a iompar go cúramach.
gl: Ola, son Antón. Fixen a Baranov porque seguía querendo escribir ás persoas que quero, e nunca o fixen. Se isto che fixo pensar en alguén, esa era a miña esperanza. Escríbelles. O teu carneiro levarao con coidado.
he: היי, אני אנטון. הכנתי את ברנוב כי כל הזמן התכוונתי לכתוב לאנשים שאני אוהב, ומעולם לא התכוונתי. אם זה גרם לך לחשוב על מישהו, זו הייתה התקווה שלי. כתבו להם. האיל שלך ישא אותו בזהירות.
hi: नमस्ते, मैं एंटोन हूं। मैंने बारानोव को बनाया क्योंकि मैं उन लोगों को लिखना चाहता था जिनसे मैं प्यार करता हूँ, और ऐसा कभी नहीं किया। यदि इसने आपको किसी के बारे में सोचने पर मजबूर किया, तो यही मेरी आशा थी। उन्हें लिखें. तुम्हारा मेढ़ा इसे सावधानी से उठाएगा।
hr: Bok, ja sam Anton. Napravio sam Baranov jer sam namjeravao pisati ljudima koje volim, a nikad nisam. Ako vas je ovo natjeralo na razmišljanje o nekome, to je bila moja nada. Pišite im. Tvoj će ga ovan brižno nositi.
hu: Szia, Anton vagyok. Baranovot azért készítettem, mert mindig is akartam írni azoknak, akiket szeretek, és soha nem tettem. Ha ez eszébe jutott valakinek, abban reménykedtem. Írj nekik. A kos óvatosan viszi.
id: Hai, saya Anton. Saya membuat Baranov karena saya tetap ingin menulis surat kepada orang yang saya cintai, dan tidak pernah melakukannya. Jika ini membuatmu memikirkan seseorang, itulah harapanku. Menulis kepada mereka. Domba jantan Anda akan membawanya dengan hati-hati.
is: Hæ, ég heiti Anton. Ég bjó til Baranov vegna þess að ég ætlaði alltaf að skrifa til fólksins sem ég elska og gerði það aldrei. Ef þetta fékk þig til að hugsa um einhvern, þá var það von mín. Skrifaðu þeim. Hrúturinn þinn mun bera það með varúð.
it: Ciao, sono Anton. Ho creato Baranov perché continuavo a voler scrivere alle persone che amo, e non l'ho mai fatto. Se questo ti faceva pensare a qualcuno, quella era la mia speranza. Scrivi loro. Il tuo ariete lo trasporterà con cura.
ja: こんにちは、アントンです。私が『バラノフ』を作ったのは、愛する人たちに手紙を書きたいとずっと思っていたのに、結局書かなかったからだ。これを見て誰かのことを思い出していただければ、それが私の願いです。彼らに手紙を書きましょう。あなたの雄羊はそれを注意深く運びます。
ka: გამარჯობა, მე ვარ ანტონი. ბარანოვი იმიტომ შევქმენი, რომ ვაპირებდი მიმეწერა იმ ადამიანებისთვის, ვინც მიყვარს და არასდროს მიმიცია. თუ ამან ვინმეზე დაგაფიქრებინა, ეს ჩემი იმედი იყო. მიწერეთ მათ. შენი ვერძი მას სიფრთხილით ატარებს.
kk: Сәлем, мен Антонмын. Мен Барановты жасадым, өйткені мен өзім жақсы көретін адамдарға хат жазғым келді, бірақ ешқашан жазбадым. Егер бұл сізді біреу туралы ойландырса, бұл менің үмітім еді. Оларға жаз. Сіздің қошқарыңыз оны мұқият алып жүреді.
ko: 안녕하세요, 저는 안톤입니다. 나는 내가 사랑하는 사람들에게 편지를 쓰고 싶다는 생각을 계속 갖고 있었기 때문에 Baranov를 만들었지만 결코 그렇게 하지 않았습니다. 이것이 당신에게 누군가를 생각나게 했다면 그것은 나의 희망이었습니다. 그들에게 편지를 쓰십시오. 당신의 숫양이 그것을 조심스럽게 운반할 것입니다.
lt: Sveiki, aš esu Antonas. Baranovą sukūriau, nes vis norėjau rašyti žmonėms, kuriuos myliu, ir niekada to nedariau. Jei tai privertė jus galvoti apie ką nors, tai buvo mano viltis. Parašykite jiems. Jūsų avinas jį nešios atsargiai.
lv: Sveiki, es esmu Antons. Es veidoju Baranovu, jo man bija vēlme rakstīt cilvēkiem, kurus mīlu, un nekad to nedarīju. Ja tas tev lika aizdomāties par kādu, tā bija mana cerība. Uzrakstiet viņiem. Jūsu auns to nēsās uzmanīgi.
mk: Здраво, јас сум Антон. Баранов го направив затоа што мислев да им пишувам на луѓето што ги сакам, а никогаш не сум им пишувал. Ако ова те натера да помислиш на некого, тоа беше мојата надеж. Пишете им. Вашиот овен ќе го носи внимателно.
ms: Hai, saya Anton. Saya membuat Baranov kerana saya terus berhasrat untuk menulis kepada orang yang saya sayangi, dan tidak pernah melakukannya. Jika ini membuatkan anda terfikir tentang seseorang, itu adalah harapan saya. Tulis kepada mereka. domba jantan anda akan membawanya dengan berhati-hati.
mt: Hi, jien Anton. Għamilt lil Baranov għax bqajt infisser li nikteb lin-nies li nħobb, u qatt ma għamilt. Jekk dan ġiegħlek taħseb f’xi ħadd, dik kienet it-tama tiegħi. Iktbilhom. Il-muntun tiegħek se jġorrha b’attenzjoni.
nb: Hei, jeg heter Anton. Jeg laget Baranov fordi jeg hele tiden mente å skrive til menneskene jeg elsker, og aldri gjorde det. Hvis dette fikk deg til å tenke på noen, var det mitt håp. Skriv til dem. Væren din vil bære den med forsiktighet.
nl: Hallo, ik ben Anton. Ik heb Baranov gemaakt omdat ik steeds van plan was te schrijven aan de mensen van wie ik houd, maar dat is nooit gebeurd. Als dit je aan iemand deed denken, was dat mijn hoop. Schrijf naar hen. Je ram zal hem met zorg dragen.
pl: Cześć, jestem Anton. Stworzyłem Baranowa, bo zawsze chciałem pisać do ludzi, których kocham, ale nigdy tego nie zrobiłem. Jeśli to sprawiło, że pomyślałeś o kimś, to była moja nadzieja. Napisz do nich. Twój baran będzie go niósł ostrożnie.
pt_br: Olá, meu nome é Anton. Criei Baranov porque sempre quis escrever para as pessoas que amo, mas nunca o fiz. Se isso fez você pensar em alguém, essa era minha esperança. Escreva para eles. Seu carneiro o carregará com cuidado.
ro: Bună, sunt Anton. L-am făcut pe Baranov pentru că am vrut să scriu oamenilor pe care îi iubesc și nu am făcut-o niciodată. Dacă asta te-a făcut să te gândești la cineva, asta a fost speranța mea. Scrie-le. Berbecul tău îl va purta cu grijă.
ru: Привет, я Антон. Я сделал Baranov, потому что всё собирался написать тем, кого люблю, и так и не написал. Если ты сейчас подумали о ком-то близком, на это я и надеялся. Напишите ему. Твой баран донесёт письмо бережно.
sk: Ahoj, ja som Anton. Urobil som Baranov, pretože som mal v úmysle písať ľuďom, ktorých milujem, a nikdy som to nerobil. Ak ťa to prinútilo na niekoho myslieť, to bola moja nádej. Napíšte im. Váš baran ho bude nosiť opatrne.
sl: Živjo, jaz sem Anton. Baranov sem naredil, ker sem mislil pisati ljudem, ki jih imam rad, in nikoli nisem. Če ste zaradi tega pomislili na nekoga, je bilo to moje upanje. Pišite jim. Vaš oven ga bo skrbno nosil.
sq: Përshëndetje, unë jam Anton. E bëra Baranov sepse vazhdova t'u shkruaja njerëzve që dua, dhe nuk e bëra kurrë. Nëse kjo ju bëri të mendoni për dikë, kjo ishte shpresa ime. Shkruaj atyre. Dashi juaj do ta mbajë me kujdes.
sr: Здраво, ја сам Антон. Направио сам Баранова јер сам стално намеравао да пишем људима које волим, а никада нисам. Ако вас је ово навело да мислите на некога, то је била моја нада. Пишите им. Ваш ован ће га носити пажљиво.
sv: Hej, jag heter Anton. Jag skapade Baranov för att jag hela tiden menade att skriva till de människor jag älskar, och aldrig gjorde det. Om detta fick dig att tänka på någon, så var det min förhoppning. Skriv till dem. Din bagge kommer att bära den med omsorg.
th: สวัสดี ฉันชื่อแอนตัน ฉันสร้าง Baranov เพราะฉันตั้งใจจะเขียนถึงคนที่ฉันรัก และไม่เคยเขียนเลย ถ้าสิ่งนี้ทำให้คุณนึกถึงใครสักคน นั่นคือความหวังของฉัน เขียนถึงพวกเขา แกะของคุณจะอุ้มมันด้วยความระมัดระวัง
tr: Merhaba, ben Anton. Baranov'u, sevdiğim insanlara yazmayı düşündüğüm için yaptım ama asla yazmadım. Eğer bu sana birini hatırlattıysa, bu benim umudumdu. Onlara yazın. Koçunuz onu dikkatle taşıyacaktır.
uk: Привіт, я Антон. Я зробив Баранова, тому що мав намір писати людям, яких люблю, і ніколи не робив цього. Якщо це змусило тебе подумати про когось, я сподівався. Напишіть їм. Твій баран береже його.
vi: Xin chào, tôi là Anton. Tôi tạo ra Baranov vì tôi luôn muốn viết cho những người tôi yêu thương nhưng chưa bao giờ làm vậy. Nếu điều này khiến bạn nghĩ đến ai đó thì đó là hy vọng của tôi. Hãy viết thư cho họ. Ram của bạn sẽ mang nó một cách cẩn thận.
zh_hans: 嗨，我是安东。我创作了《巴拉诺夫》，因为我一直想给我爱的人写信，但从未这么做过。如果这让你想起某人，那就是我的希望。写信给他们。你的公羊会小心地搬运它。
zh_hk: 嗨，我是安東。我創作了《巴拉諾夫》，因為我一直想給我愛的人寫信，但從未這麼做。如果這讓你想起某人，那就是我的希望。寫信給他們。你的公羊會小心地搬運它。

source: Hi, I'm Anton. Nobody knows your whole story like a sibling does, and somehow they're the ones we forget to write. Write to them. Let your ram carry everything you haven't said.
ar: مرحبا، أنا أنطون. لا أحد يعرف قصتك بأكملها كما يعرفها أحد الأشقاء، وبطريقة ما هم من ننسى أن نكتبهم. اكتب لهم. دع كبشك يحمل كل ما لم تقله.
bg: Здравейте, аз съм Антон. Никой не знае цялата ви история, както знае брат или сестра, и някак си те са тези, които забравяме да напишем. Пиши им. Нека вашият овен носи всичко, което не сте казали.
bs: Zdravo, ja sam Anton. Niko ne zna cijelu tvoju priču kao brat ili sestra, i nekako smo oni ti koje zaboravimo napisati. Pišite im. Neka tvoj ovan nosi sve što nisi rekao.
ca: Hola, sóc l'Anton. Ningú coneix tota la teva història com ho fa un germà, i d'alguna manera són ells els que ens oblidem d'escriure. Escriu-los. Deixa que el teu ariet porti tot el que no has dit.
cs: Ahoj, já jsem Anton. Nikdo nezná celý tvůj příběh tak jako sourozenec a nějak zapomínáme napsat. Napište jim. Nechte svého berana unést vše, co jste neřekli.
da: Hej, jeg hedder Anton. Ingen kender hele din historie, som en søskende gør, og på en eller anden måde er det dem, vi glemmer at skrive. Skriv til dem. Lad din vædder bære alt, hvad du ikke har sagt.
de: Hallo, ich bin Anton. Niemand kennt deine ganze Geschichte so gut wie ein Geschwisterkind, und irgendwie vergessen wir ausgerechnet ihnen zu schreiben. Schreib ihnen. Lass deinen Widder alles tragen, was du nicht gesagt hast.
el: Γεια, είμαι ο Anton. Κανείς δεν ξέρει ολόκληρη την ιστορία σας όπως ένα αδερφάκι, και κατά κάποιο τρόπο είναι αυτοί που ξεχνάμε να γράψουμε. Γράψτε τους. Αφήστε το κριάρι σας να μεταφέρει όλα όσα δεν έχετε πει.
es: Hola, soy Antón. Nadie conoce toda tu historia como lo hace un hermano y, de alguna manera, son ellos los que nos olvidamos de escribir. Escríbeles. Deja que tu carnero se lleve todo lo que no has dicho.
et: Tere, mina olen Anton. Keegi ei tea kogu teie lugu nagu õde-vend ja millegipärast unustame nad kirjutada. Kirjutage neile. Las oma jäära kannab kõike, mida sa pole öelnud.
eu: Kaixo, ni Anton naiz. Inork ez du zure istorio osoa ezagutzen anai-arreba batek bezala, eta, nolabait, haiek dira idaztea ahazten zaigunak. Idatzi haiei. Utzi zure ahariak esan ez duzun guztia eraman.
fi: Hei, olen Anton. Kukaan ei tiedä koko tarinaasi niin kuin sisarukset, ja jotenkin unohdamme kirjoittaa heistä. Kirjoita heille. Anna oinas kantaa kaikkea, mitä et ole sanonut.
fr: Salut, c'est Anton. Personne ne connaît toute ton histoire comme un frère ou une sœur, et c'est pourtant à eux qu'on oublie d'écrire. Écris-leur. Laisse ton bélier porter tout ce que tu n'as pas encore dit.
ga: Dia duit, is mise Anton. Níl a fhios ag aon duine do scéal ar fad mar a dhéanann deartháir nó deirfiúr, agus ar bhealach éigin is iad na cinn a ndéanaimid dearmad orthu a scríobh. Scríobh chucu. Lig do do reithe gach rud nach bhfuil ráite agat a iompar.
gl: Ola, son Antón. Ninguén coñece toda a túa historia como o fai un irmán e, dalgún xeito, son os que nos esquecemos de escribir. Escríbelles. Deixa que o teu carneiro leve todo o que non dixestes.
he: היי, אני אנטון. אף אחד לא מכיר את כל הסיפור שלך כמו אח, ואיכשהו הם אלה שאנחנו שוכחים לכתוב. כתבו להם. תן לאיל שלך לשאת את כל מה שלא אמרת.
hi: नमस्ते, मैं एंटोन हूं। कोई भी आपकी पूरी कहानी एक भाई-बहन की तरह नहीं जानता है, और किसी तरह वे ही हैं जिन्हें हम लिखना भूल जाते हैं। उन्हें लिखें. अपने राम को वह सब कुछ ले जाने दो जो तुमने नहीं कहा है।
hr: Bok, ja sam Anton. Nitko ne zna cijelu tvoju priču kao brat ili sestra, i nekako smo oni ti koje zaboravimo napisati. Pišite im. Neka tvoj ovan nosi sve što nisi rekao.
hu: Szia, Anton vagyok. Senki sem ismeri úgy az egész történetedet, mint egy testvér, és valahogy ők azok, akiket elfelejtünk megírni. Írj nekik. Hadd vigyen a kos mindent, amit nem mondtál.
id: Hai, saya Anton. Tidak ada yang tahu keseluruhan cerita Anda seperti saudara kandung, dan entah bagaimana kita lupa menulisnya. Menulis kepada mereka. Biarkan ram Anda membawa semua yang belum Anda katakan.
is: Hæ, ég heiti Anton. Enginn þekkir alla sögu þína eins og systkini og einhvern veginn eru það þeir sem við gleymum að skrifa. Skrifaðu þeim. Láttu hrútinn þinn bera allt sem þú hefur ekki sagt.
it: Ciao, sono Anton. Nessuno conosce tutta la tua storia come un fratello, e in qualche modo sono loro che ci dimentichiamo di scrivere. Scrivi loro. Lascia che il tuo ariete porti tutto ciò che non hai detto.
ja: こんにちは、アントンです。兄弟ほどあなたのストーリーをすべて知っている人はいないのに、どういうわけか彼らは私たちが書くのを忘れているのです。彼らに手紙を書きましょう。あなたが言っていないことはすべて雄羊に伝えてください。
ka: გამარჯობა, მე ვარ ანტონი. არავინ იცის თქვენი მთელი ამბავი ისე, როგორც ძმამ და რატომღაც ისინი გვავიწყდება დაწერა. მიწერეთ მათ. დაე შენმა ვერძმა ატაროს ყველაფერი, რაც არ გითქვამს.
kk: Сәлем, мен Антонмын. Сіздің бүкіл тарихыңызды ағайын сияқты ешкім білмейді, әйтеуір олар біз жазуды ұмытып кетті. Оларға жаз. Айтпағанның бәрін қошқар көтерсін.
ko: 안녕하세요, 저는 안톤입니다. 형제자매처럼 당신의 전체 이야기를 아는 사람은 아무도 없으며, 어쨌든 그들은 우리가 글을 쓰는 것을 잊어버린 사람들입니다. 그들에게 편지를 쓰십시오. 당신이 말하지 않은 모든 것을 당신의 숫양에게 맡기십시오.
lt: Sveiki, aš esu Antonas. Niekas nežino visos jūsų istorijos taip, kaip brolis ir sesuo, ir mes kažkodėl pamirštame parašyti juos. Parašykite jiems. Tegul tavo avinas neša viską, ko nesakei.
lv: Sveiki, es esmu Antons. Neviens nezina visu jūsu stāstu kā brālis un māsa, un mēs kaut kā aizmirstam uzrakstīt viņus. Uzrakstiet viņiem. Lai tavs auns nes visu, ko neesi teicis.
mk: Здраво, јас сум Антон. Никој не ја знае целата твоја приказна како брат или сестра, и некако тие се оние што забораваме да ги напишеме. Пишете им. Овенот нека носи се што не си кажал.
ms: Hai, saya Anton. Tiada siapa yang tahu keseluruhan cerita anda seperti adik beradik, dan entah bagaimana mereka yang kita terlupa untuk menulis. Tulis kepada mereka. Biarkan domba jantan anda membawa semua yang anda tidak katakan.
mt: Hi, jien Anton. Ħadd ma jaf l-istorja kollha tiegħek bħalma jagħmel aħwa, u b’xi mod huma dawk li ninsew niktbu. Iktbilhom. Ħalli l-muntun tiegħek iġorr dak kollu li ma għidtx.
nb: Hei, jeg heter Anton. Ingen kjenner hele historien din slik et søsken gjør, og det er på en eller annen måte de vi glemmer å skrive. Skriv til dem. La væren din bære alt du ikke har sagt.
nl: Hallo, ik ben Anton. Niemand kent je hele verhaal zo goed als een broer of zus, en op de een of andere manier zijn zij degenen die we vergeten te schrijven. Schrijf naar hen. Laat je ram alles dragen wat je nog niet hebt gezegd.
pl: Cześć, jestem Anton. Nikt nie zna całej Twojej historii tak jak rodzeństwo i jakimś cudem to oni zapominamy ją napisać. Napisz do nich. Niech twój baran poniesie wszystko, czego nie powiedziałeś.
pt_br: Olá, meu nome é Anton. Ninguém conhece toda a sua história como um irmão e, de alguma forma, são eles que esquecemos de escrever. Escreva para eles. Deixe seu carneiro carregar tudo o que você não disse.
ro: Bună, sunt Anton. Nimeni nu știe toată povestea ta ca un frate și cumva ei sunt cei pe care uităm să-i scriem. Scrie-le. Lasă-ți berbecul să poarte tot ce nu ai spus.
ru: Привет, я Антон. Никто не знает всю вашу историю так, как брат или сестра, и почему-то именно им мы забываем писать. Напишите им. Пусть твой баран донесёт всё, что ты не успели сказать.
sk: Ahoj, ja som Anton. Nikto nepozná celý váš príbeh tak ako súrodenci a akosi zabúdame napísať práve oni. Napíšte im. Nechajte svojho barana niesť všetko, čo ste nepovedali.
sl: Živjo, jaz sem Anton. Nihče ne pozna vaše celotne zgodbe tako kot brat in sestra, in nekako smo oni tisti, ki jih pozabimo napisati. Pišite jim. Naj tvoj oven nosi vse, česar nisi rekel.
sq: Përshëndetje, unë jam Anton. Askush nuk e di të gjithë historinë tuaj si një vëlla apo vëlla, dhe disi ata janë ata që harrojmë të shkruajmë. Shkruaj atyre. Lëreni dashin tuaj të mbajë gjithçka që nuk keni thënë.
sr: Здраво, ја сам Антон. Нико не зна целу твоју причу као брат или сестра, и некако смо они ти које заборавимо да напишемо. Пишите им. Нека твој ован носи све што ниси рекао.
sv: Hej, jag heter Anton. Ingen kan hela din historia som ett syskon, och på något sätt är det de vi glömmer att skriva. Skriv till dem. Låt din bagge bära allt du inte har sagt.
th: สวัสดี ฉันชื่อแอนตัน ไม่มีใครรู้เรื่องราวทั้งหมดของคุณเหมือนพี่น้อง และบางทีเรื่องราวเหล่านั้นก็เป็นเรื่องราวที่เราลืมเขียน เขียนถึงพวกเขา ปล่อยให้แกะของคุณแบกทุกสิ่งที่คุณไม่ได้พูด
tr: Merhaba, ben Anton. Hiç kimse hikayenin tamamını bir kardeşin bildiği gibi bilemez ve bir şekilde yazmayı unuttuğumuz kişiler onlardır. Onlara yazın. Bırakın koçunuz söylemediğiniz her şeyi taşısın.
uk: Привіт, я Антон. Ніхто не знає всю твою історію так, як її рідний брат, і чомусь ми забуваємо написати саме про них. Напишіть їм. Нехай твій баран несе все, що ти не сказали.
vi: Xin chào, tôi là Anton. Không ai biết toàn bộ câu chuyện của bạn như anh chị em ruột, và bằng cách nào đó, chúng ta lại quên viết ra. Hãy viết thư cho họ. Hãy để ram của bạn mang theo mọi thứ bạn chưa nói.
zh_hans: 嗨，我是安东。没有人像兄弟姐妹那样了解你的整个故事，不知何故，他们就是我们忘记写下的人。写信给他们。让你的公羊承载你未曾说过的一切。
zh_hk: 嗨，我是安東。沒有人像兄弟姊妹那樣了解你的整個故事，不知何故，他們就是我們忘記寫下的人。寫信給他們。讓你的公羊承載你未曾說過的一切。

source: Hi, it's %@ —
ar: مرحبًا، إنه %@ —
bg: Здравейте, %@ е —
bs: Zdravo, %@ je —
ca: Hola, és %@ -
cs: Ahoj, je %@ —
da: Hej, det er %@ —
de: Hallo, es ist %@ —
el: Γεια, είναι %@ —
es: Hola, soy %@.
et: Tere, see on %@ —
eu: Kaixo, %@ da -
fi: Hei, se on %@ —
fr: Salut, c'est %@ —
ga: Dia duit, is é %@ -
gl: Ola, é %@ -
he: היי, זה %@ -
hi: नमस्ते, यह %@ है -
hr: Bok, %@ je —
hu: Szia, ez a %@ —
id: Hai, ini %@ —
is: Hæ, það er %@ —
it: Ciao, sono %@ —
ja: こんにちは、%@です —
ka: გამარჯობა, ეს არის %@ -
kk: Сәлем, бұл %@ —
ko: 안녕하세요, %@입니다 —
lt: Sveiki, tai %@ —
lv: Sveiki, tas ir %@ —
mk: Здраво, тоа е %@ -
ms: Hai, ini %@ —
mt: Hi, huwa %@ —
nb: Hei, det er %@ —
nl: Hallo, het is %@ —
pl: Cześć, tu %@ —
pt_br: Olá, é %@ —
ro: Bună, este %@ —
ru: Привет, это %@ —
sk: Ahoj, je %@ —
sl: Živjo, tukaj je %@ —
sq: Përshëndetje, është %@ -
sr: Здраво, сада је %@ —
sv: Hej, det är %@ —
th: สวัสดี ฉัน %@ —
tr: Merhaba, ben %@ —
uk: Привіт, це %@ —
vi: Xin chào, đó là %@ —
zh_hans: 嗨，我是 %@ —
zh_hk: 嗨，我是 %@ —
